[
  {
    "id": "fe165e38e127746941c198dd6d7e2a51",
    "title": "Passenger trapped after truck crashes into bridge in Lithgow",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://live-production.wcms.abc-cdn.net.au/161266343028a35ca5e59d4443b43176?impolicy=wcms_watermark_news&cropH=800&cropW=1422&xPos=0&yPos=52&width=862&height=485&imformat=generic",
    "excerpt": "A passenger has been trapped inside a truck after it crashed into a bridge in Lithgow in NSW.",
    "content": "A truck has crashed into a bridge, causing it to collapse, and trapping a person inside the vehicle in the New South Wales central west.\nEmergency services were called to Inch Street, Lithgow, at 8:55am on Thursday after a cherry picker vehicle hit a... [492 chars]",
    "author": "Australian Broadcasting Corporation",
    "date": "Nov 06, 2025"
  },
  {
    "id": "13270bca5c396e6cd8d91aabd752b706",
    "title": "Three coaches nominated for NASCO Access Bank Division One League September/October coach of the month",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://cdn.ghanafa.org/2025/11/WhatsApp-Image-2025-11-04-at-11.32.50-PM-1-610x400.jpeg",
    "excerpt": "Three coaches have been nominated for the NASCO Access Bank Division One League September/October Coach of the Month award.Their exceptional leadership and...",
    "content": "Three coaches have been nominated for the NASCO Access Bank Division One League September/October Coach of the Month award.\nTheir exceptional leadership and impressive performances have been instrumental in the success of their respective clubs durin... [1202 chars]",
    "author": "Ghana Football Association",
    "date": "Nov 06, 2025"
  },
  {
    "id": "a36765363160f5374826043569d961a9",
    "title": "Fossils show our robust ancestor could make and use stone tools",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://cff2.earth.com/uploads/2025/11/05172458/human-ancestor_Paranthropus-boisei_hand-fossils_outline_Nature_1.jpg",
    "excerpt": "New fossils reveal the hand bones of Paranthropus boisei, proving this early human ancestor could make and use tools.",
    "content": "A partial hominin skeleton from northern Kenya shows that an ancient ancestor of modern humans had the hands and feet to control simple tools. A new study ties the 1.52 million-year-old fossil bones to Paranthropus boisei.\nThe specimen comes from Koo... [4524 chars]",
    "author": "Earth.com",
    "date": "Nov 06, 2025"
  },
  {
    "id": "a688f8f06a3dac5d267bfc13bfc90259",
    "title": "Galectin-3 found to drive crucial cell fusion in early placental development",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://www.news-medical.net/image-handler/picture/2014/6/Pregnancy-620x480.jpg",
    "excerpt": "During the first weeks of pregnancy, the developing placenta in a mother's womb undergoes a dramatic change.",
    "content": "During the first weeks of pregnancy, the developing placenta in a mother's womb undergoes a dramatic change. Individual cells merge, forming a continuous barrier that will spend the next nine months ferrying oxygen and nutrients to the growing fetus ... [4943 chars]",
    "author": "News-Medical",
    "date": "Nov 06, 2025"
  },
  {
    "id": "1384386abfed8592069d7c7cad57a269",
    "title": "Warner Bros. Forced In to Deal",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://www.hollywoodreporter.com/wp-content/uploads/2025/07/The-Matrix_MSDMATR_EC0801-H-2025.jpg?w=1296&h=730&crop=1",
    "excerpt": "Practical Magic 2 is expected to be the first cofinancing venture between Alcon and Warner Bros. Discovery.",
    "content": "In May, representatives for various studios and production companies gathered at a Los Angeles law firm for an auction held by Village Roadshow, one of the most prolific behind-the-scenes financiers in Hollywood. It had filed for bankruptcy earlier t... [3352 chars]",
    "author": "The Hollywood Reporter",
    "date": "Nov 06, 2025"
  },
  {
    "id": "60f8ac81c8d003ecfc20239f51ffecd8",
    "title": "Baahubali Full Movie Collection: 'Baahubali: The Epic' box office collection day 6: The Prabhas, Rana Daggubati, Anushka Shetty, Tamannaah Bhatia starrer slows down, inches close to Rs 30 crore",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://static.toiimg.com/thumb/msid-125120338,width-1070,height-580,imgsize-51954,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "excerpt": "Baahubali: The Epic, a re-release combining both parts of the saga, has garnered approximately Rs 29.65 crore in India within six days. Despite a shar",
    "content": "Baahubali: The Epic, a re-release combining both parts of the saga, has garnered approximately Rs 29.65 crore in India within six days. Despite a sharp weekday drop attributed to audience fatigue and a long runtime, the remastered film is performing ... [1964 chars]",
    "author": "Times of India",
    "date": "Nov 06, 2025"
  },
  {
    "id": "969b435a8942c7bfd8caf2508387b248",
    "title": "As shutdown sets record, Ron Johnson flips position on ending Senate filibuster",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://www.wpr.org/wp-content/uploads/2024/07/240715_RNCMON13-scaled-e1736379456191.jpg",
    "excerpt": "U.S. Sen. Ron Johnson has flipped his position on killing the Senate filibuster rule, which has prevented Republicans from passing a federal government funding bill without negotiating with Democrats.",
    "content": "U.S. Sen. Ron Johnson has flipped his position on killing the Senate filibuster rule, which has prevented Republicans from passing a federal government funding bill without negotiating with Democrats.\nThe move marks a major shift from 2022, when John... [6120 chars]",
    "author": "WPR",
    "date": "Nov 06, 2025"
  },
  {
    "id": "f115f7f9eaf8db3268fca96a71416339",
    "title": "‘Very angry speech’: Trump reacts to Mamdani’s victory speech, says NYC Mayor-elect must work with Washington",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://images.indianexpress.com/2025/07/resize-76.jpg",
    "excerpt": "However, softening his stance toward Mamdani, Trump also said that he wants Mamdani “to do well” as he loves New York.",
    "content": "“I thought it was a very angry speech, certainly angry toward me and I think he should be very nice to me as I am the one that sort of has to approve a lot of things coming to him, so he’s off to a bad start,” Trump told Fox News.\nHowever, softening ... [953 chars]",
    "author": "The Indian Express",
    "date": "Nov 06, 2025"
  },
  {
    "id": "03a5d478fcb10babfc4c10f640f7394d",
    "title": "PlayStation Maker Sony Upgraded as Wolfe Is Top Bull on Faded Tariff Worries",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iH6UNtyz.mks/v2/1200x800.jpg",
    "excerpt": "Wolfe Research’s Peter Supino has emerged as the biggest bull on Sony Group Corp., seven months after President Donald Trump’s rollout of sweeping tariffs caused the analyst to downgrade the Japanese entertainment and electronics company.",
    "content": "Connecting decision makers to a dynamic network of information, people and ideas, Bloomberg quickly and accurately delivers business and financial information, news and insight around the world\nConnecting decision makers to a dynamic network of infor... [723 chars]",
    "author": "Bloomberg.com",
    "date": "Nov 06, 2025"
  },
  {
    "id": "24f95759c49131074b53073d1a0c73c5",
    "title": "Cyber resilience the foundation for Indonesia’s thriving digital economy",
    "category": "Tazakhabar",
    "categorySlug": "tazakhabar",
    "imageUrl": "https://gov-web-sing.s3.ap-southeast-1.amazonaws.com/uploads/2025/11/Kepala%20BSSN%20ok-1762256797347.jpg",
    "excerpt": "With the country’s digital economy expected to reach US$120 billion this year, the National Cyber Agency (BSSN)’s chief has urged all parties to strengthen their cybersecurity resilience.",
    "content": "Indonesia National Cyber Agency’s (BSSN) Chief, Nugroho Sulistyo Budi, said that strong cyber resilience was the foundation of Indonesia’s digital economy.\nMentioning this during his opening remarks at the BSSN’s National Cybersecurity Connect 2025 i... [4956 chars]",
    "author": "GovInsider",
    "date": "Nov 06, 2025"
  },
  {
    "id": "c67834f67b8f734b8047b4423eb74b0d",
    "title": "Password to Louvre’s video surveillance system was 'Louvre', according to employee",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://i.abcnewsfe.com/a/5627367b-b097-4062-8f11-8b93e189b83e/Louvre-museum-heist-ap-bh-2511-03_1762187625737_hpMain_16x9.jpg?w=1600",
    "excerpt": "According to an employee with knowledge of the system, the password to the Louvre's video surveillance system was simply \"Louvre\" at the time of the robbery last month.",
    "content": "At the time of the brazen heist of $102 million in jewels from the Louvre last month, the password to the world-famous museum's video surveillance system was simply \"Louvre,\" according to a museum employee with knowledge of the system.\nThe revelation... [2756 chars]",
    "author": "abcnews.go.com",
    "date": "Nov 06, 2025"
  },
  {
    "id": "00a113595f272712a0e709c51b63366c",
    "title": "Disease Outbreak News: Rift Valley fever - Mauritania and Senegal (5 November 2025)",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://reliefweb.int/sites/default/files/styles/large/public/previews/10/2b/102bf0cc-10a5-4bd8-a06d-32c2b61c0eed.png",
    "excerpt": "News and Press Release in English on Mauritania and 1 other country about Health and Epidemic; published on 5 Nov 2025 by WHO",
    "content": "Situation at a glance\nBetween 20 September and 30 October 2025, a total of 404 confirmed human cases of Rift Valley fever (RVF), including 42 deaths, were reported by national health authorities in two West African countries: Mauritania and Senegal. ... [15121 chars]",
    "author": "ReliefWeb",
    "date": "Nov 06, 2025"
  },
  {
    "id": "8b3dec07b3296490b0fcbc3f8f5e8f1a",
    "title": "Taiwan must be allowed equal participation when China hosts Apec, US says",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://cassette.sphdigital.com.sg/image/straitstimes/7d475a1b43d80a9994eedd8152bfbffa087aecee2751eb461cb43b5247c0142a",
    "excerpt": "This comes after Taipei complained that Beijing had \"added a lot of conditions\" to its attendance. Read more at straitstimes.com.",
    "content": "WASHINGTON - Taiwan must be allowed full and equal participation when China hosts Apec in 2026, the US State Department said on Nov 5, after Taipei complained that Beijing had \"added a lot of conditions\" to its attendance.\nThe Asia Pacific Economic C... [1965 chars]",
    "author": "The Straits Times",
    "date": "Nov 06, 2025"
  },
  {
    "id": "0509491a6776bea023899f0fc421735b",
    "title": "My chilling week on Roblox: sexually assaulted and shat on as a child avatar roaming the online world",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://i.guim.co.uk/img/media/396727f9bb1a0b7be912fe093287b8e847cd20e9/277_28_2205_1764/master/2205.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&precrop=40:21,offset-x50,offset-y0&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=6e7b17a9b01b66e8ea0fde2371bbdb59",
    "excerpt": "In seven days my young alter ego is cyberbullied and attacked while exploring clubs, casinos and horror games, all with parental controls in place. Is the platform safe for children – or an ‘X-rated paedophile hellscape’?",
    "content": "I am an eight-year-old girl, standing near-naked in a room full of strangers.\nAs the room spins and zooms upon me and people glide around me, I clock my features.\nI don’t look eight. I look like a grey Barbie doll, complete with cleavage and bare fee... [14659 chars]",
    "author": "The Guardian",
    "date": "Nov 06, 2025"
  },
  {
    "id": "be5c2595fdff91661db09d8fbeca42d0",
    "title": "Tobacco content raises alarm over children’s online safety",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://img.jakpost.net/c/2025/11/05/2025_11_05_168616_1762332138._large.jpg",
    "excerpt": "Tobacco content raises alarm over children’s online safety - Society - The Jakarta Post",
    "content": "The report, released on Oct. 28 by the Southeast Asia Freedom of Expression Network (SAFEnet) and anti-tobacco coalition Free Net from Tobacco (FNFT), found 2,328 videos featuring tobacco promotions available for all audiences on videos uploaded to Y... [1030 chars]",
    "author": "The Jakarta Post",
    "date": "Nov 06, 2025"
  },
  {
    "id": "71eb9709f76b4356f335e73fffef387a",
    "title": "Trapped Between Wars: Sudan’s Women Face a New Nightmare in Overcrowded Camps",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://thevoiceofafrica.com/wp-content/uploads/2025/11/Image-5.jpeg",
    "excerpt": "As the world’s attention shifts elsewhere, the women of Darfur remain caught between war and neglect, fighting for survival in camps bursting at the seams. Their stories are a painful reminder that fleeing violence does not always bring freedom.",
    "content": "Getting your Trinity Audio player ready...\nTAWILA, SUDAN – When Asmaa* fled El Fasher, she believed she was escaping death. Instead, she walked into another nightmare. “They killed my husband in front of me,” she said quietly. “He could only afford t... [4106 chars]",
    "author": "The Voice of Africa",
    "date": "Nov 06, 2025"
  },
  {
    "id": "7f516b404fb4465e2e67d0014b4dc660",
    "title": "Plane loaded with jet fuel crashed after engine fell off",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://www.telegraph.co.uk/content/dam/news/2025/11/06/TELEMMGLPICT000447703346_17623879395890_trans_NvBQzQNjv4BqNLFz2QTH6RCwPE4UPA-sBZgojZYlP8f0i9h2tPqCNsM.jpeg?impolicy=OG-Standard",
    "excerpt": "The aircraft was 34 years old and had been grounded for more than a month to undergo repairs to its fuel tank",
    "content": "A UPS cargo plane loaded with jet fuel that crashed after its engine fell off, killing 11 people, was 34 years old.\nThe MD-11 aircraft had been grounded for more than a month until Oct 18 to repair a crack in its fuel tank before returning to service... [1787 chars]",
    "author": "The Telegraph",
    "date": "Nov 06, 2025"
  },
  {
    "id": "cf90cae82a55aa96338d129a14261658",
    "title": "Child among 12 dead after UPS plane crashes, explodes in Kentucky",
    "category": "World",
    "categorySlug": "world",
    "imageUrl": "https://toronto.citynews.ca/wp-content/blogs.dir/sites/10/2025/11/05/ups-crash-2.jpg",
    "excerpt": "A UPS cargo plane’s left wing caught fire and an engine fell off just before it crashed and exploded after takeoff in Kentucky, a federal official said Wednesday, offering the first investigative details about a disaster that killed at least 12 people, including a child. Finding survivors seemed unlikely as first responders searched the charred area of […]",
    "content": "A UPS cargo plane’s left wing caught fire and an engine fell off just before it crashed and exploded after takeoff in Kentucky, a federal official said Wednesday, offering the first investigative details about a disaster that killed at least 12 peopl... [4934 chars]",
    "author": "CityNews Toronto",
    "date": "Nov 06, 2025"
  },
  {
    "id": "2da35aa79656592c984600e90e0ede71",
    "title": "Bihar election 2025 live updates: Phase 1 voting begins; Tejashwi Yadav and Maithili Thakur among candidates in fray",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://www.hindustantimes.com/ht-img/img/2025/11/06/550x309/tejashwi_yadav_maithili_thakur_1762390792534_1762390800395.png",
    "excerpt": "Bihar election 2025 LIVE updates: Rashtriya Janata Dal's Tejashwi Yadav is eyeing a hat-trick victory with this year Bihar assembly polls. The constituency he is running from, Raghopur, is set to vote today. | Latest News India",
    "content": "The polling started at 7 am and will conclude at 6 pm, and in some places, at 5 pm.\nSeveral key candidates fielded by both — the ruling NDA and the opposition Mahagathbandhan — are set to face the voters in high-stakes contests across the state. Thes... [2299 chars]",
    "author": "Hindustan Times",
    "date": "Nov 06, 2025"
  },
  {
    "id": "a3c095975fdd4653b02389baef742382",
    "title": "Maryam rejects e-bus fare hike as Punjab cabinet okays key reforms",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://minutemirror.com.pk//wp-content/uploads/2025/11/1356004_51362_image69_updates-615x400.jpg",
    "excerpt": "LAHORE: Punjab Chief Minister Maryam Nawaz Sharif chaired the 30th cabinet meeting on Wednesday, during which a proposal to increase fares of electric buses in Multan, Rawalpindi and Lahore was...",
    "content": "Punjab Chief Minister Maryam Nawaz Sharif chaired the 30th meeting of the provincial cabinet on Wednesday. The meeting was held at the Civil Secretariat and focused on major administrative and development reforms across the province.\n\nDuring the meeting, Maryam Nawaz rejected a proposal to increase fares for electric buses operating in Lahore, Multan, and Rawalpindi. She directed the authorities to keep the fares unchanged, saying that affordable transport is essential for the public.\n\nThe cabinet reviewed several important matters, including law and order, agriculture, and education. It officially endorsed the ban on the proscribed organisation Tehreek-e-Labbaik Pakistan (TLP). The cabinet also approved the hiring of School Teacher Interns (STIs) in government schools to fill teaching gaps and ensure smooth academic operations.\n\nA significant decision was the approval of the Punjab Protection of Ownership of Immovable Property Ordinance 2025. This initiative was launched under the vision, \"One who possesses it, owns it.\" The ordinance aims to protect the ownership rights of citizens and prevent illegal occupation of properties.\n\nThe cabinet also gave the green light to the Chief Minister High-Tech Farm Mechanisation Finance Programme. Under this scheme, farmers will receive modern farming equipment such as super seeders and advanced machinery at a 60% government subsidy. Officials informed that more than 10,000 applications have been received so far, with over 1,500 submitted through the Bank of Punjab.\n\nThe meeting decided that the sugarcane crushing season across Punjab will begin on November 15. Officials shared progress on the Kisan Card Phase-II programme, stating that Rs100 billion have already been distributed among farmers, while Rs70 billion have been recovered from the previous phase. The repayment system has also improved, allowing second-phase disbursements within 24 hours after clearance.",
    "author": "The News International",
    "date": "Nov 06, 2025"
  },
  {
    "id": "fbf68c8c30b5c8d0aa862658bbca0676",
    "title": "Zambry reminds varsity lecturers to avoid commenting outside expertise",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://www.malaymail.com/malaymail/uploads/images/2025/11/06/308211.JPG",
    "excerpt": "PUTRAJAYA, Nov 6 — University lecturers must remain focused on their fields of expertise and avoid making public comments on matters outside their specialisation, said Higher...",
    "content": "PUTRAJAYA, Nov 6 — University lecturers must remain focused on their fields of expertise and avoid making public comments on matters outside their specialisation, said Higher Education Minister Datuk Seri Zambry Abd Kadir.\nHe said the academic world ... [2702 chars]",
    "author": "Malay Mail",
    "date": "Nov 06, 2025"
  },
  {
    "id": "337c9ebc5406678b6ee29238ed64ec39",
    "title": "Wellington social housing tenants frustrated at rent hikes",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://media.rnztools.nz/rnz/image/upload/s--vyHHuNPR--/t_tohu-badge-facebook/v1739932091/4KBQSIM_RNZD9483_jpg?_a=BACCd2AD",
    "excerpt": "This is despite the cost of private rentals falling across the city.",
    "content": "Wellington social housing tenants are despairing as their rent is hiked while the cost of some private rentals are dropping across the capital.\nBut community housing provider Te Toi Mahana said inflation forced its hand, resulting in an average 2.2 p... [3079 chars]",
    "author": "RNZ",
    "date": "Nov 06, 2025"
  },
  {
    "id": "3b578324a82a92a62e2186b754b1f65a",
    "title": "Negri Immigration nabs 184 illegals in raid at Nilai factory",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://apicms.thestar.com.my/uploads/images/2025/11/06/3608176.jpg",
    "excerpt": "SEREMBAN: The Immigration Department has detained 184 undocumented foreigners in an operation at a factory in Nilai, says its state director Kennith Tan Aik Kiang.",
    "content": "SEREMBAN: The Immigration Department has detained 184 undocumented foreigners in an operation at a factory in Nilai, says its state director Kennith Tan Aik Kiang.\nHe said a total of 219 foreign workers were screened during the three-hour operation c... [1088 chars]",
    "author": "The Star",
    "date": "Nov 06, 2025"
  },
  {
    "id": "3f430e1c332b21f9042c92f39c517419",
    "title": "Government advisory group recommends effective homelessness ban but Cabinet is not so sure",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://www.nzherald.co.nz/resizer/v2/YQAKP7LYSFGDP4OVRSFMYWECKQ.jpg?auth=ad3df979090702ade9c05db1bc4e0696077bad092bf022433a94361ac1f5c625&width=1200&height=675&quality=70&smart=true",
    "excerpt": "The Labour Party and several community groups are accusing the Government of considering what amounts to an effective ban on homelessness. A proposal for...",
    "content": "The policy hasn’t been included in any Cabinet paper, which would most likely need to be agreed by the four ministers with responsibility for the issue, Goldsmith, Police Minister Mark Mitchell, Housing Minister Chris Bishop and Associate Housing Min... [3218 chars]",
    "author": "NZ Herald",
    "date": "Nov 06, 2025"
  },
  {
    "id": "157ad9f0010cb0017a710c06200d2b90",
    "title": "AGC to appeal court decisions on Pastor Koh, Amri Che Mat",
    "category": "Politics",
    "categorySlug": "politics",
    "imageUrl": "https://www.freemalaysiatoday.com/cdn-cgi/image/quality=75,format=auto,fit=cover,dpr=1,width=1200,height=630,gravity=center/https://media.freemalaysiatoday.com/wp-content/uploads/2025/11/bd65a289-raymond-koh-and-amri-che-mat-tile-pic-061125-01.webp",
    "excerpt": "It says it decided to file a notice of appeal with the Court of Appeal after reviewing the High Court's decisions.",
    "content": "PETALING JAYA:\nThe Attorney-General’s Chambers (AGC) will appeal the High Court’s decisions ordering the government and police to pay the families of missing activist Amri Che Mat and Pastor Raymond Koh a total sum of over RM40 million.\nThe AGC said ... [1044 chars]",
    "author": "Free Malaysia Today",
    "date": "Nov 06, 2025"
  },
  {
    "id": "ffa86395eecad2627725a3733692af05",
    "title": "ji Reveals, “I Was a Campus Couple for Two Years in College—It Was Intense and Full of Fights” (‘The Tempting Apple 2’)",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://wimg.mk.co.kr/news/cms/202511/06/news-p.v1.20251106.3fc7821ef3444ddb9ff157071701ae72_P1.jpg",
    "excerpt": "In the second season of ‘The Tempting Apple’, the appearance of Yoon Tae-jin’s direct junior as the second Apple Girl surprises the studio MCs.On the upcoming episode airing on the 8th, the SBS Plus a..",
    "content": "In the second season of ‘The Tempting Apple’, the appearance of Yoon Tae-jin’s direct junior as the second Apple Girl surprises the studio MCs.\nOn the upcoming episode airing on the 8th, the SBS Plus and Kstar co-produced reality show ‘The Tempting A... [2362 chars]",
    "author": "매일경제",
    "date": "Nov 06, 2025"
  },
  {
    "id": "a09ee7fe55dfa090beeffd235589a8a5",
    "title": "Alleged Leaked Changes To EXO Songs To \"Erase\" CBX Met With Harsh Reactions",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://image.koreaboo.com/2025/11/FEATURED-IMAGE-2025-11-05T184439.648.jpg",
    "excerpt": "An allegedly leaked cue sheet from EXO's upcoming fan meeting shows changes made to one of the group's songs to account for CBX's absence.",
    "content": "Recently, the dispute between EXO-CBX and SM Entertainment has remained a contentious issue, with its effects being felt in the fallout.\nSM Entertainment previously stated that the three members would not participate in the upcoming EXO promotions, w... [1145 chars]",
    "author": "Koreaboo",
    "date": "Nov 06, 2025"
  },
  {
    "id": "62ff245e9db06188d56e931b414d58e8",
    "title": "Cody Rhodes Reflects On WWE Departure In 2016",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://media.zenfs.com/en/wrestle_zone_910/d60d223d689179b1a72c4df42ed740bb",
    "excerpt": "Cody Rhodes reflects on his WWE exit in 2016. The American Nightmare left the company in 2016 to find his own niche. His journey basically took him through several promotions. Including Ring of Honor and TNA Wrestling, before he eventually became one of the founding fathers of All Elite Wrestling. Cody Rhodes left AEW in […] The post Cody Rhodes Reflects On WWE Departure In 2016 appeared first on Wrestlezone.",
    "content": "Cody Rhodes reflects on his WWE exit in 2016.\nThe American Nightmare left the company in 2016 to find his own niche. His journey basically took him through several promotions. Including Ring of Honor and TNA Wrestling, before he eventually became one... [2050 chars]",
    "author": "Yahoo",
    "date": "Nov 06, 2025"
  },
  {
    "id": "fec6ee554a3e09b8ecf47c67cd9d2ef1",
    "title": "‘A very strange feeling’: Helen Garner on global attention and winning $100,000 UK literary award",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://static.ffx.io/images/$zoom_0.4251%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_808/t_crop_custom/q_86%2Cf_auto/7b3ca036ef88fa63b72f9efe8006352f6db91bd1",
    "excerpt": "Until shortlisted, the acclaimed Australian writer said she’d never heard of the top literature prize.",
    "content": "In the 24 hours since Helen Garner was named winner of Britain’s top non-fiction prize for her deeply intimate diaries, How to End a Story, she has been inundated with congratulations from fellow writers and readers and undertaken almost a dozen medi... [4185 chars]",
    "author": "The Age",
    "date": "Nov 06, 2025"
  },
  {
    "id": "9a2318137c73d37e469472b3027aaf8c",
    "title": "Ahtisa Manalo exudes elegant confidence at Miss Universe host country presentation",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://images.gmanews.tv/webpics/2025/11/Screenshot_2025-11-06_at_08_2025_11_06_08_39_12.png",
    "excerpt": "Ahtisa Manalo is one elegant, glowing beauty at the Miss Universe host country presentation.",
    "content": "Ahtisa Manalo is one elegant, glowing beauty at the Miss Universe host country presentation.\nAt the event, the Philippine bet donned a custom white off-shoulder Mark Bumgarner gown with cut-outs. A pair of low-key pearl drop earrings from Jewelmer fr... [1238 chars]",
    "author": "GMA Network",
    "date": "Nov 06, 2025"
  },
  {
    "id": "1185c58978502d2c3d58bc8a6ae85859",
    "title": "Everything We Know So Far",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://deadline.com/wp-content/uploads/2024/10/DUN2-38301r.jpeg?w=681&h=383&crop=1",
    "excerpt": "The third 'Dune' film is aiming for a release ahead of Christmas 2026. Here's everything we know.",
    "content": "Denis Villeneuve’s third Dune film is in the works.\nBased on the books by Frank Herbert, the first film, Dune: Part One arrived in October 2021, and Part Two was delayed until March 2024 because of the writer’s and actor’s strikes. Though audiences s... [1689 chars]",
    "author": "Deadline",
    "date": "Nov 06, 2025"
  },
  {
    "id": "a521ad867c2ed532e706fd77dc71209f",
    "title": "King Charles Allows Brother Andrew to Keep War Medal ‘He Earned From His Own Duty’",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://s.yimg.com/ny/api/res/1.2/tl54Ttp_XkdYd2Hb8KFnhw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTEyMDA7aD02NzU7Y2Y9d2VicA--/https://media.zenfs.com/en/national_examiner_239/f2c3d6ca967aff832122490d6c760653",
    "excerpt": "Andrew Mountbatten Windsor, formerly known as Prince Andrew, has something to hold onto after being stripped of his royal titles by brother King Charles III. The former Duke of York — who was promoted to vice admiral in the Royal Navy in 2015 — has lost his honorary rank, but it was confirmed by Buckingham […]",
    "content": "Andrew Mountbatten Windsor, formerly known as Prince Andrew, has something to hold onto after being stripped of his royal titles by brother King Charles III.\nThe former Duke of York — who was promoted to vice admiral in the Royal Navy in 2015 — has l... [1926 chars]",
    "author": "Yahoo",
    "date": "Nov 06, 2025"
  },
  {
    "id": "2859b568fb3b733e509e75768207e1d2",
    "title": "Meghan Markle Returns To Acting After 8 Years Off",
    "category": "Bollywood",
    "categorySlug": "bollywood",
    "imageUrl": "https://deadline.com/wp-content/uploads/2025/11/markle2.png?w=808",
    "excerpt": "Sources confirm to Deadline that Meghan Markle has a role in Amazon MGM Studios' film Close Personal Friends. The exact nature of the role in unclear.",
    "content": "Sources confirm to Deadline that Meghan Markle has a role in Amazon MGM Studios’ film Close Personal Friends. While the exact nature of the role in unclear, it marks the Duchess of Sussex’ first role since she announced she was leaving the cast of Su... [1276 chars]",
    "author": "Deadline",
    "date": "Nov 06, 2025"
  },
  {
    "id": "970dbbb816551dc4a53c616991ce2280",
    "title": "Cummins provides fitness update on troublesome back injury",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://images.icc-cricket.com/image/upload/t_ratio16_9-size20-webp/prd/yy2selmmfiaxkvxgzzvo",
    "excerpt": "Australia skipper Pat Cummins is aiming to return to face England in the second Test in Brisbane.",
    "content": "Australia captain Pat Cummins is confident he will be able to return from injury and play a part in the second Ashes Test against England in Brisbane.\nThe Aussies named their squad for the first Test against England on Wednesday and Cummins was a not... [2764 chars]",
    "author": "Cricket World Cup",
    "date": "Nov 06, 2025"
  },
  {
    "id": "7f0bd0323b3c53379977a531108ac640",
    "title": "Alexander Bublik: Mr Unpredictable",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://ausopen.com/sites/default/files/styles/facebook_share/public/202511/6/alexander-bublik_australian-tennis-magazine.jpg?itok=rLNIvQNg",
    "excerpt": "With a flair for chaos and showstopping shotmaking, a resurgent Alexander Bublik is emerging as the game’s ultimate disruptor.",
    "content": "This feature originally appeared in Australian Tennis Magazine’s October/November 2025 issue, which has a special 'legacy' theme. Bublik has since gone on to reach his first Masters-level semifinal in Paris and has risen to 11th in this week's ATP Li... [7500 chars]",
    "author": "Australian Open",
    "date": "Nov 06, 2025"
  },
  {
    "id": "c6e02b0c85a79857f77c5a26d5fed42a",
    "title": "Gautam Gambhir pulled off a Gary Kirsten: Yuvraj Singh on how Abhishek Sharma became India’s new destructive weapon",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://www.hindustantimes.com/ht-img/img/2025/11/05/1600x900/logo/CRICKET-AUS-IND-40_1762363168898_1762363186542.jpg",
    "excerpt": "Yuvraj Singh compares his career to Abhishek Sharma’s, highlighting how team management support fosters aggressive batting. | Cricket",
    "content": "Former Indian cricketer, Yuvraj Singh, has drawn parallels between his own career trajectory and the emergence of young left-handed batter, Abhishek Sharma, attributing the latter’s aggressive batting style to the crucial backing he receives from tea... [2562 chars]",
    "author": "Hindustan Times",
    "date": "Nov 06, 2025"
  },
  {
    "id": "1819d8a8250d0b4492740ff74de04279",
    "title": "São Paulo vs Flamengo Prediction: Only victory matters to Flamengo",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://www.telecomasia.net/upload/iblock/4ee/4ee0b6a4871cea9f4162b2aea8e662cd.jpeg",
    "excerpt": "Prediction and betting tips on the match São Paulo vs Flamengo 06.11.2025: match preview, lineups, odds for the game. Which team will be stronger?",
    "content": "São Paulo vs Flamengo: Prediction and odds on the Brasileirão match on November 06, 2025\nSão Paulo and Flamengo will meet in one of the best games of the round. The match will be played at the Santos' stadium, as the MorumBIS will be unavailable for ... [4361 chars]",
    "author": "Telecom Asia Sport",
    "date": "Nov 06, 2025"
  },
  {
    "id": "fe5666aa85ba288c8b544e260f7ca73a",
    "title": "Mikel Merino has proven once again he can stand in at striker for Arsenal",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://images2.minutemediacdn.com/image/upload/c_crop,x_0,y_198,w_5131,h_2886/c_fill,w_1440,ar_1440:810,f_auto,q_auto,g_auto/images/GettyImages/mmsport/209/01k9agstdv2qbhdx1dwb.jpg",
    "excerpt": "Mikel Merino showed against Slavia Prague that he can stand in at striker for Arsenal",
    "content": "Mikel Merino started up front for Arsenal in their 3-0 win against Slavia Prague and being no stranger to playing as a makeshift striker, he proved once again that he is a more than reliable stand-in in attack.\nWith Viktor Gyökeres unavailable for se... [2160 chars]",
    "author": "Pain in the Arsenal",
    "date": "Nov 06, 2025"
  },
  {
    "id": "f7e116f4ef90f8dd23f70eb3f8c8652c",
    "title": "‘That’s what we need to improve’ - Lamine Yamal speaks out after Barcelona’s Champions League draw",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://platform.barcablaugranes.com/wp-content/uploads/sites/21/2025/11/gettyimages-2245201879.jpg?quality=90&strip=all&crop=0%2C11.50665611429%2C100%2C76.986687771419&w=1200",
    "excerpt": "The teenager is confident he can get back to his best form despite a niggling injury.",
    "content": "”We are Barça and we always have to win. But we’re already thinking about the next league match. It’s a very difficult pitch. It’s hard to win when you concede three goals. That’s what we need to improve,” he said.\n”I tried my best. It was a very qui... [441 chars]",
    "author": "Barca Blaugranes",
    "date": "Nov 06, 2025"
  },
  {
    "id": "4f51ad64de8718881b8c141ef538a6f4",
    "title": "‘That’s Dizzy’s son’: Why Jackson wants to emulate his dad’s baggy green legacy",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://static.ffx.io/images/$zoom_0.16121175216927994%2C$multiply_0.7554%2C$ratio_1.776846%2C$width_1059%2C$x_0%2C$y_47/t_crop_custom/q_86%2Cf_auto/7befbdefd34e55ce431263b0d812e5fb6a98f1cb",
    "excerpt": "Jackson Gillespie is tall and strapping and can bowl fast, but he doesn’t just want to play for Australia because his dad did.",
    "content": "As a child growing up to the south of Adelaide, Jackson Gillespie heard the murmurs of teachers in his classes.\n\"That's Dizzy's son,\" they'd say, before evenings after school when father and son would occasionally venture to the nets. Now and then, J... [5243 chars]",
    "author": "The Age",
    "date": "Nov 06, 2025"
  },
  {
    "id": "76f42a4300a48eb4f3f17b50f6f547b3",
    "title": "Malmo vs Panathinaikos Prediction and Betting Tips | November 6th 2025",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://staticg.sportskeeda.com/editor/2025/11/69c9f-17622707805341-1920.jpg",
    "excerpt": "Malmo will host Panathinaikos at the Eleda Stadium on Thursday in the fourth round of the 2025-26 UEFA Europa League's league phase.",
    "content": "Malmo will host Panathinaikos at the Eleda Stadium on Thursday in the fourth round of the 2025-26 UEFA Europa League's league phase. The home side have endured an overall difficult campaign, sitting 20 points off the top in the Swedish Allsvenskan an... [2205 chars]",
    "author": "Sportskeeda",
    "date": "Nov 06, 2025"
  },
  {
    "id": "52feee0a80557584190ef49887dd36e5",
    "title": "Suryakumar Yadav sends open plea to AB de Villiers: 'Please help me!'",
    "category": "Khel",
    "categorySlug": "khel",
    "imageUrl": "https://static.toiimg.com/thumb/msid-125120260,width-1070,height-580,imgsize-78844,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
    "excerpt": "Cricket News: Indian T20I captain Suryakumar Yadav admits his T20 success hasn't translated to ODIs, seeking advice from AB de Villiers on balancing formats. He rea",
    "content": "Indian T20I captain Suryakumar Yadav admits his T20 success hasn't translated to ODIs, seeking advice from AB de Villiers on balancing formats. He realized his T20 approach wasn't working in the 50-over game. He also praised Washington Sundar and Jit... [1944 chars]",
    "author": "Times of India",
    "date": "Nov 06, 2025"
  }
]